Repository: AppleDeveloper-TeamGod/WASAP
Catalog: Wasap/Wasap/Localizable.xcstrings
Source language: ko
Languages: en

source: QR로 공유하기
en: Share with QR Code

# wasap을 친구가 Wi-Fi를 공유하면 첫 화면에서 '공유 알림'을 받을 수 있습니다.
source: wasap을 친구가 Wi-Fi를 공유하면\n첫 화면에서 '공유 알림'을 받을 수 있습니다.
en: If a friend shares Wi-Fi via Wasap\nyou will receive a 'Share Notification' on the home screen.

source: Wi-Fi 공유 받기
en: Receive Wi-Fi Sharing

source: Wi-Fi 공유하기
en: Wi-Fi Sharing

source: Wi-Fi 정보
en: Wi-Fi info

source: Wi-Fi를 공유 받았어요!
en: Wi-Fi has been shared with you!

source: WiFi 비밀번호를 복사해
en: Copy the WiFi password

source: 공유 그만하기
en: Stop Sharing

source: 공유중!
en: Sharing!

source: 다시 연결하기
en: Reconnect

source: 닫기
en: Close

source: 바로 연결하기
en: Connect

source: 복사하기
en: Copy

source: 비밀번호
en: PW

source: 사용 팁
en: TIP

source: 설정 > Wi-Fi
en: Setting > Wi-Fi

source: 설정에서 시도하세요.
en: Try it in Settings.

source: 스캔 완료!
en: Scan Complete!

source: 아이폰 설정으로 가기
en: iPhone Setting

source: 안내문 인식 팁
en: TIP

# 안내문을 중앙에 두고 초록색 박스가 프레임에 모두 들어오도록 촬영해 주세요.
source: 안내문을 중앙에 두고 초록색 박스가\n프레임에 모두 들어오도록 촬영해 주세요.
en: Center the instructions and make sure the green box fits entirely in the frame\nwhen capturing the photo.

source: 에서 이어서 연결하세요.
en: Connect

source: 연결 되었어요!
en: Connect!

source: 와이파이 ID
en: WiFi ID

source: 인식된 정보를 확인하고,
en: Check the recognized information, and

source: 잘못된 부분이 있나봐요!
en: It seems there’s an error.
